Repository: pypi-data/pypi-mirror-259
Catalog: packages/wagtail-maintenance/wagtail-maintenance-1.0.0.tar.gz/wagtail-maintenance-1.0.0/maintenance/locale/*/LC_MESSAGES/django.po
Languages: nl

source: General Maintenance Mode
nl: Algemene onderhoudsmodus

source: Enable general maintenance mode
nl: Zet algemene onderhoudsmodus aan

source: The site is currently in maintenance mode. Please try again later.
nl: De site is momenteel in onderhoud, probeer het later opnieuw.

source: Maintenance Permission Model
nl: Onederhoudspermissiemodel

source: Maintenance Permission Models
nl: Onderhoudspermissiemodellen

source: Can toggle maintenance mode
nl: Mag onderhoudsmodus in- en uitschakelen

source: Can see menu item
nl: Mag menu-item zien

source: Can see maintenance info
nl: Mag onderhoudsinformatie zien

source: Maintenance
nl: Onderhoud

source: We are sorry
nl: Het spijt ons

source: The site is currently undergoing maintenance, we will be back shortly.
nl: De site is momenteel in onderhoud, wij zijn zo snel mogelijk terug.

source: <strong>If you are authorized</strong>, you can deactivate the maintenance mode.
nl: <strong>Als u geautoriseerd bent</strong>, kunt u de onderhoudsmodus deactiveren.

source: Do be careful - it is likely on for a reason and will deactive shortly.
nl: Wees voorzichtig - het staat waarschijnlijk aan voor een reden en zal binnenkort deactiveren.

source: Deactivate
nl: Deactiveren

source: Once activating maintenance mode the site will be unavailable.
nl: Wanneer de onderhoudsmodus wordt geactiveerd, is de site niet beschikbaar.

source: Maintenance mode
nl: Onderhoudsmodus

source: Maintenance mode is only to be used when the site should not be publicly accessible.
nl: Onderhoudsmodus moet alleen worden gebruikt wanneer de site niet publiekelijk toegankelijk mag zijn.

source: It will lock users out of being able to any pages, except pages in the admin site.
nl: Het zal gebruikers uitsluiten van het kunnen van pagina's, behalve pagina's in de beheerder- site.

source: These pages will remain available for administration purposes.
nl: Deze pagina's blijven beschikbaar voor administratieve doeleinden.

source: There are different maintenance modes based on the type of work that is to be done.
nl: Er zijn verschillende onderhoudsmodi op basis van het type werk dat moet worden gedaan.

source: Select
nl: Selecteer

source: Submit
nl: Verzenden

source: Maintenance Mode
nl: Onderhoudsmodus

source: Configure maintenance mode
nl: Onderhoudsmodus configureren
